# 1) Создайте 2 переменные, используя змеиный регистр, и сохраните целое число в обеих.
#  Выполните все математические операции между этими двумя переменными.
number_1=234
number_2=124
print(number_1+number_2)
print(number_1-number_2)
print(number_1*number_2)
print(number_1/number_2)


# 2) Вспомните и напишите с помощю комментариев все стандарты и лучшие практики, которые вы изучили. Объясни зачем они нужны

# python очень чувствителен к регистеру
# в пайтоне болшая буква А и маленькая а отлечаются

# коментарии
# Коментарии это лучший способ объяснить код. Его использование  является хорошей практикой

# snake case:
# При создании переменной который состоит из двух или более слов используется нижнее подчеркивание "_" 
