# 1) შექმენი ფუნქცია, რომელიც პარამეტრეად მიიღებს რიცხვს და დააბრუნებს მისი ციფრების ჯამს

# 2) შექმენი ფუნქცია, რომელიც პარამეტრად მიიღებს რიცხვს და დაბეჭდავს მას შემობრუნებულს.
# მაგალითად: 12345 -> 54321

# 3) შექმენი ფუნქცია, რომელიც მომხმარებელს შემოატანინებს რიცხვს და დაბეჭდავს 1-დან შემოტანილ რიცხვამდე ყველა რიცხვის კვადრატის ჯამს.

# 4) შექმენი ფუნქცია, რომელიც პარამეტრად მიიღებს 2 რიცხვს. ამ ფუნქციამ უნდა დააბრუნოს პირველი მიღებული რიცხვი მეორე მიღებული რიცხვის ხარისხში

# 5) შექმენი ფუნქცია, რომელიც მიიღებს 3 რიცხვს. გაიგებს მათ შორის მაქსიმალურს და მინიმალურს. შემდეგ კი დააბრუნებს მაქსიმალური და მინიმალური რიცხვის ნამრავლს. 